{"##l": 57, "got": 478, "tech": 1745, "veg": 1951, "##dy": 509, "crazy": 996, "bff": 1996, "said": 467, "dear": 739, "##h": 45, "care": 700, "win": 1891, "##ingfacewithopenmouth": 1967, "inf": 1488, "on": 139, "they": 470, "stay": 972, "##ying": 1318, "photo": 679, "rea": 200, "tra": 1202, "##winkingface": 1678, "grinningface": 1073, "grinningfacewith": 691, "##oz": 1667, "awes": 589, "app": 760, "##ute": 722, "##ingcatface": 485, "program": 1168, "##more": 1136, "att": 1199, "enough": 919, "reason": 1256, "##et": 150, "mine": 947, "##antic": 1623, "12": 1747, "sick": 1819, "catch": 1972, "shut": 849, "possible": 1686, "babe": 1563, "##gu": 1171, "thinking": 1109, "##ction": 1507, "its": 369, "anyone": 1121, "abt": 1217, "hop": 765, "time": 341, "ohk": 1682, "##light": 2000, "suggest": 1365, "exam": 762, "##pensiveface": 1914, "coll": 1005, "ob": 1143, "ins": 1120, "##ingface": 119, "##facewithsteamfromnose": 1757, "am": 135, "reading": 1754, "##ool": 342, "birth": 1295, "nons": 1501, "hur": 520, "lets": 1001, "##oringfood": 1302, "job": 757, "depress": 1054, "##rim": 1447, "grinningfacewithsmilingeyes": 1160, "pass": 1517, "happened": 772, "second": 1850, "2": 8, "google": 1260, "show": 672, "##blowingak": 836, "believe": 902, "yay": 1170, "because": 335, "##ya": 1913, "re": 175, "place": 793, "cha": 1472, "loudlycryingfaceloudlycryingfaceloudlycryingface": 1550, "hu": 786, "open": 1607, "look": 515, "##art": 388, "##joy": 148, "inde": 1525, "ext": 2005, "worried": 1968, "favou": 1339, "war": 1875, "taking": 1746, "vide": 951, "expl": 1016, "##mber": 960, "tht": 1669, "##faceblowingakiss": 1028, "ever": 332, "xd": 1032, "##open": 1600, "welc": 537, "a": 16, "##0": 72, "##k": 52, "##ea": 86, "yea": 253, "deser": 1957, "every": 418, "yr": 1766, "##en": 97, "##reak": 719, "sy": 1578, "ra": 1751, "buddy": 1792, "##ight": 244, "kiss": 891, "##x": 70, "##man": 1297, "##uck": 718, "gon": 779, "##bro": 1107, "everything": 746, "enjoying": 1249, "sim": 1333, "o": 30, "char": 1435, "lol": 409, "20": 1420, "eating": 1889, "##owing": 767, "yeah": 287, "ag": 425, "plan": 843, "ba": 311, "language": 998, "chicken": 1834, "yes": 167, "bl": 726, "definitely": 1378, "search": 1604, "wont": 1881, "'": 5, "##ting": 421, "english": 734, "ton": 1502, "##oose": 1537, "inter": 1172, "watched": 1530, "problems": 1771, "##cryingface": 254, "##lessface": 1362, "relationship": 1134, "##smilingfacewithhearteyes": 988, "##ames": 1301, "father": 1997, "easy": 1926, "##aste": 1383, "underst": 497, "##quint": 621, "##fer": 1157, "team": 1863, "already": 725, "matter": 1195, "playing": 1687, "really": 269, "##faceangry": 1728, "##ut": 134, "cool": 414, "mobile": 1434, "mist": 1516, "family": 1452, "##alo": 1899, "##ick": 706, "##ract": 1673, "##ew": 1211, "song": 635, "beautiful": 1019, "darling": 1322, "whatsapp": 1756, "wasn": 1506, "##ightlyfrowningface": 1707, "rain": 1911, "ye": 1151, "##gn": 936, "##con": 1328, "##ig": 377, "problem": 684, "##ly": 132, "##ud": 264, "aww": 1186, "opin": 1852, "##ache": 1706, "another": 978, "mov": 411, "##lling": 1605, "shy": 1987, "##alk": 202, "##st": 109, "##isappoint": 453, "##oud": 270, "##ould": 239, "##fect": 1096, "##rollingeyes": 1853, "waste": 1820, "wanna": 518, "supp": 1158, "##ors": 1524, "##ese": 886, "##redface": 1950, "vo": 1395, "stud": 628, "books": 1851, "##ild": 1490, "com": 451, "##ps": 1066, "same": 472, "sister": 1622, "yu": 1715, "##ared": 1520, "##ap": 1095, "##hand": 977, "##haha": 1290, "should": 439, "heal": 1816, "##ries": 1943, "ho": 745, "vis": 1890, "different": 1442, "##age": 469, "those": 1206, "intell": 920, "heart": 599, "##grinningface": 1076, "##iness": 1183, "wan": 185, "##ber": 804, "##ast": 452, "heard": 1511, "funny": 309, "since": 1518, "facewith": 995, "del": 1528, "hear": 727, "wri": 1645, "##ag": 587, "##big": 810, "start": 664, "woman": 1773, "saw": 1494, "u": 36, "think": 286, "he": 314, "could": 668, "te": 617, "cl": 580, "##hands": 1625, "you": 80, "nice": 402, "##ell": 142, "opt": 1999, "##rong": 551, "coffee": 1499, "s": 34, "say": 262, "happ": 250, "after": 768, "this": 236, "co": 209, "stop": 591, "miss": 473, "##wn": 956, "fall": 1880, "intellig": 938, "dont": 328, "cou": 818, "##ers": 360, "bat": 1656, "##ish": 352, "thnx": 1925, "smilingface": 1948, "jo": 351, "grinningfacewithsweat": 1010, "facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 644, "cr": 1031, "others": 1838, "##au": 237, "important": 1760, "##ul": 437, "bored": 1141, "##mes": 1059, "##withtearsofjoy": 157, "##li": 1269, "##ash": 1270, "dec": 1809, "female": 1927, "##ited": 1192, "##v": 59, "##eak": 744, "phone": 763, "dist": 1104, "donapost": 1876, "bro": 456, "##ering": 1254, "##lc": 524, "##xt": 566, "mistake": 1909, "##ball": 1541, "word": 1234, "write": 1396, "##llywood": 1471, "pics": 1382, "though": 845, "##blem": 677, "age": 1224, "##grinningfacewithbigeyes": 1439, "##gether": 1508, "unt": 1938, "mil": 1797, "the": 107, "si": 1219, "##my": 1893, "##ark": 1373, "wait": 562, "yep": 1340, "eng": 1337, "wo": 1579, "##ven": 391, "work": 441, "sorry": 330, "chocolate": 1609, "sat": 1818, "##llyw": 1457, "too": 256, "##loudlycryingface": 356, "##ine": 285, "##ding": 641, "ab": 192, "pa": 1764, "remember": 1135, "nah": 1450, "had": 558, "##ress": 502, "##ate": 220, "why": 159, "##iff": 925, "##unamusedface": 1449, "##ari": 1204, "wife": 1908, "ty": 707, "whom": 1381, "hell": 501, "po": 573, "ev": 1731, "both": 1009, "idea": 1123, "##idd": 1570, "lo": 138, "##usedface": 834, "mach": 1817, "##you": 1445, "##lieved": 863, "listen": 808, "##r": 47, "prett": 733, "company": 1921, "hon": 1011, "##av": 968, "excited": 1642, "##ual": 1389, "##ween": 1697, "hours": 1774, "##ered": 1505, "##ither": 985, "truth": 1209, "##at": 82, "hate": 318, "en": 353, "loudlycryingface": 652, "ac": 893, "li": 127, "no": 92, "true": 881, "boyfriend": 882, "##ect": 799, "contact": 1593, "giving": 1708, "asking": 686, "##brokenheartbrokenheart": 1596, "##ie": 279, "##ed": 114, "bec": 312, "please": 339, "##im": 407, "ugly": 1367, "when": 367, "sad": 340, "##ww": 830, "##aught": 1681, "talk": 214, "deep": 1930, "##ons": 861, "missing": 1360, "gen": 1105, "sub": 1699, "##ingcatfacewithsmilingeyes": 1294, "##oot": 1329, "never": 435, "##ean": 252, "chill": 1426, "cho": 933, "gi": 1046, "intelligence": 1313, "going": 382, "##savoringfood": 1306, "el": 729, "into": 1529, "world": 903, "home": 598, "##ss": 337, "har": 775, "artificial": 1551, "##ral": 1821, "##c": 61, "##smilingeyes": 327, "##ation": 399, "alright": 1398, "##ways": 458, "##inkingfacewithtongue": 1097, "reme": 1067, "##or": 103, "okay": 368, "trust": 1292, "##ssible": 1476, "##rimac": 1610, "##nect": 1717, "sweet": 647, "z": 41, "lat": 912, "teach": 997, "through": 1854, "inv": 1558, "annoy": 667, "##facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 1326, "gl": 773, "short": 1966, "##unch": 1228, "thought": 651, "fan": 1612, "cu": 1308, "##m": 50, "##ror": 1892, "##rent": 1984, "help": 525, "##ath": 636, "choc": 1349, "##gram": 1140, "dude": 922, "##set": 1108, "##confoundedface": 1976, "##end": 168, "interested": 1176, "##umb": 361, "share": 1092, "cric": 1749, "pun": 1936, "##ger": 1343, "clo": 1394, "sex": 790, "well": 322, "yup": 809, "c": 18, "fo": 1099, "crush": 1401, "##est": 240, "weekend": 1482, "future": 1421, "blue": 1883, "drink": 1314, "alre": 723, "##act": 703, "##ense": 764, "##ital": 2003, "##um": 251, "##oint": 383, "bet": 481, "her": 569, "him": 821, "##lt": 1287, "hmm": 499, "sarc": 1519, "um": 1752, "agree": 1375, "it": 108, "whatever": 1126, "up": 274, "##ult": 1347, "ill": 1486, "##oooo": 1127, "change": 1040, "##f": 60, "run": 1961, "##ght": 204, "for": 162, "part": 748, "##facewithtearsofjoyfacewithtearsofjoy": 357, "##ur": 273, "##other": 952, "##cept": 1184, "##ingfacewithsunglasses": 1655, "des": 1039, "count": 1154, "even": 482, "feeling": 506, "##int": 275, "langu": 874, "cute": 962, "obvious": 1440, "jokes": 1266, "##ict": 1549, "hour": 1317, "give": 423, "##rect": 1053, "pri": 1577, "lear": 954, "real": 616, "fav": 708, "stand": 1900, "rem": 1671, "##ling": 1026, "iam": 841, "btw": 1626, "poutingface": 1100, "eat": 833, "bot": 873, "spec": 1083, "##ex": 1569, "let": 420, "##not": 1522, "##io": 1668, "mu": 354, "##grinningsquintingface": 1085, "cuz": 1759, "##redheart": 1320, "##per": 561, "##ning": 690, "##rom": 325, "does": 552, "##ac": 701, "##le": 189, "##withtong": 713, "guy": 755, "dis": 942, "##facewith": 980, "having": 1004, "weird": 1458, "##ens": 930, "says": 1683, "stup": 374, "##rown": 872, "bf": 1350, "##fast": 1982, "##ou": 78, "yourself": 792, "between": 1724, "##steamfrom": 1013, "##ity": 666, "ignore": 1572, "link": 1370, "rom": 1410, "##q": 66, "##press": 634, "last": 867, "confused": 1886, "soo": 1225, "foot": 1763, "need": 385, "##ack": 1213, "sw": 532, "##ions": 1232, "irritating": 798, "n": 29, "##id": 140, "##pose": 1321, "favorite": 1251, "forget": 1415, "either": 1552, "##on": 88, "watching": 1161, "else": 782, "non": 1733, "exper": 1700, "ly": 1860, "##ci": 1220, "aren": 1207, "check": 1162, "lik": 1231, "appre": 1905, "ma": 1861, "college": 1223, "##gs": 1334, "10": 999, "loud": 1553, "game": 806, "shall": 1407, "picture": 717, "wor": 268, "##ating": 584, "##tiredface": 1954, "online": 1310, "import": 1629, "ce": 1835, "##ete": 1288, "da": 1351, "than": 211, "party": 1385, "die": 1794, "##ah": 1144, "state": 1741, "##ia": 1753, "breakfast": 1991, "##w": 63, "might": 1417, "disappointed": 1587, "fu": 188, "profile": 1994, "##fl": 1633, "##sof": 151, "news": 1637, "busy": 819, "seem": 970, "gift": 1777, "swee": 605, "##b": 62, "##an": 91, "##zz": 1392, "emoj": 2015, "smilingcatfacewithhearteyes": 1684, "typ": 1481, "dr": 1043, "x": 39, "tw": 907, "fact": 1786, "studying": 1543, "##ke": 122, "serious": 665, "##as": 181, "photos": 1869, "##8": 68, "##by": 496, "whats": 613, "##oto": 673, "day": 365, "##steamfromnose": 1035, "buy": 1542, "first": 614, "ms": 1371, "find": 660, "sur": 1590, "d": 19, "proba": 1436, "haven": 1255, "##ition": 1824, "##out": 176, "##ouch": 1737, "lot": 649, "##lievedface": 877, "##ated": 753, "doesn": 1002, "school": 1179, "##smil": 247, "what": 102, "movies": 1062, "##ire": 1353, "cont": 824, "yo": 1567, "brokenheart": 1947, "spe": 967, "##grinningfacewithsmilingeyes": 1248, "##bb": 1696, "get": 242, "##ty": 1456, "won": 610, "broke": 832, "kissingcatface": 1594, "where": 302, "resp": 1408, "supposed": 1833, "##ey": 191, "baby": 595, "games": 1732, "ap": 1977, "tiredface": 1872, "##ats": 1418, "uh": 1203, "##ace": 93, "smart": 1149, "again": 510, "##ally": 417, "kidding": 989, "##steamfromn": 1014, "sleeping": 1538, "his": 1815, "##friend": 860, "red": 955, "##ose": 663, "myself": 969, "ask": 308, "##key": 1581, "wrong": 583, "##ent": 291, "##our": 492, "##loor": 1744, "wat": 398, "pre": 495, "##oudly": 294, "pic": 370, "prof": 1428, "##ingcatfacewith": 858, "##if": 430, "##lock": 964, "friendship": 1601, "till": 1677, "##kk": 1078, "##ply": 559, "##conf": 1675, "most": 761, "address": 1726, "being": 576, "country": 1441, "##way": 355, "##ough": 698, "belong": 1887, "oh": 249, "##able": 1052, "con": 386, "jud": 1978, "ne": 203, "##ange": 898, "##ver": 182, "wtf": 1812, "low": 1621, "##ri": 145, "##ip": 608, "##cing": 1822, "proper": 1969, "##ming": 1716, "better": 553, "##u": 43, "intern": 1709, "##n": 58, "##no": 1191, "god": 1216, "not": 120, "sit": 1252, "an": 106, "##is": 123, "only": 415, "back": 529, "gonna": 795, "##relievedface": 1355, "##sw": 392, "artific": 1532, "ter": 1713, "tel": 1990, "##ial": 712, "sec": 892, "##ouse": 1205, "call": 397, "##ingeyes": 319, "##reen": 1780, "##isapp": 448, "##bu": 1802, "fore": 1369, "##gle": 1113, "##ric": 1178, "play": 579, "human": 692, "##o": 49, "##ich": 378, "##ign": 1374, "art": 1103, "imag": 1807, "sl": 359, "wouldn": 1989, "send": 333, "expect": 1672, "##ue": 412, "##apo": 981, "worst": 1649, "##de": 876, "must": 1106, "##beamingfacewithsmilingeyesbeamingfacewithsmilingeyes": 1451, "break": 778, "there": 381, "thing": 578, "bad": 315, "useless": 1906, "grinningcatfacewithsmilingeyes": 1510, "4": 10, "choose": 1845, "##6": 75, "##alent": 1680, "##vel": 927, "everyone": 908, "##ther": 384, "forever": 1544, "##za": 1423, "b": 17, "very": 280, "totally": 1711, "f": 21, "al": 201, "mean": 278, "cur": 1659, "don": 128, "e": 20, "sh": 217, "smil": 462, "##ever": 916, "math": 1554, "special": 1377, "propose": 1988, "tell": 221, "##any": 1598, "##estion": 500, "##s": 51, "##ant": 568, "##grinn": 447, "av": 1761, "was": 229, "type": 1093, "went": 1714, "pizza": 1514, "without": 1198, "inst": 1559, "mother": 1917, "are": 112, "##ust": 178, "##ightly": 826, "someone": 588, "pain": 948, "married": 1348, "##les": 1503, "##earsof": 155, "##ving": 531, "perfect": 1259, "faceblowingakiss": 1783, "##own": 720, "joke": 650, "conf": 899, "water": 1650, "##ious": 498, "##az": 731, "##pression": 1272, "##irk": 1465, "looks": 1478, "money": 921, "moment": 1826, "coup": 1919, "##cl": 1983, "##oudlycryingface": 297, "spo": 2008, "##ually": 597, "exc": 1116, "##ti": 848, "##ame": 241, "##ensiveface": 1431, "##app": 394, "ex": 306, "will": 226, "nor": 1424, "##iss": 321, "pur": 1239, "##di": 464, "w": 38, "##ng": 1091, "dinner": 1036, "##j": 64, "##tim": 1101, "answ": 548, "##vious": 1264, "is": 118, "##ied": 1402, "##blowing": 835, "child": 1827, "subject": 1873, "great": 511, "hehe": 1061, "anything": 556, "our": 883, "software": 1574, "##ic": 180, "hum": 618, "enjoy": 742, "wom": 1182, "##disappointedface": 702, "listening": 1789, "cause": 950, "living": 1942, "free": 959, "colle": 1196, "lunch": 1500, "##eal": 923, "relation": 1064, "##bly": 1390, "##hhhh": 1755, "##rible": 1944, "their": 1114, "wanted": 1325, "j": 25, "turn": 1758, "##bo": 750, "by": 329, "live": 802, "##sy": 1841, "mind": 685, "boys": 1904, "neither": 1561, "##3": 77, "##son": 1047, "sleepy": 1743, "who": 259, "guess": 676, "##pressionlessface": 1366, "##right": 1131, "star": 1769, "far": 1342, "##loudlycryingfaceloudlycryingface": 493, "##faceblowingakissfaceblowingakiss": 1573, "self": 1029, "m": 28, "before": 1079, "##pect": 1147, "##ain": 307, "##arc": 1448, "always": 474, "upset": 1185, "##1": 65, "##iddle": 1776, "##rinn": 255, "[PAD]": 0, "fuck": 379, "##sweat": 697, "forg": 842, "tot": 1536, "she": 540, "working": 1081, "##eeee": 1670, "##ub": 1282, "have": 171, "##lie": 565, "3": 9, "##ile": 756, "col": 1526, "read": 896, "##bl": 693, "##gg": 740, "student": 1651, "around": 1286, "##eam": 405, "ga": 1836, "##smilingfacewithsmilingeyes": 1427, "##ower": 1915, "tur": 1261, "become": 1617, "gu": 455, "right": 428, "idk": 1882, "voice": 1533, "marry": 1406, "[SEP]": 3, "thr": 1504, "##ak": 334, "much": 362, "##and": 303, "little": 889, "ahead": 1956, "##ill": 184, "my": 126, "eas": 1644, "slightlysmilingface": 1477, "##blowingakiss": 840, "own": 1197, "confus": 1409, "hand": 1130, "##am": 230, "##face": 98, "topic": 1065, "##bot": 828, "##ourse": 800, "##ach": 749, "##sav": 1298, "##du": 1422, "##osed": 1811, "##but": 1230, "do": 121, "least": 1592, "##iew": 1918, "cryingface": 853, "##outh": 979, "story": 1115, "##ingsquintingface": 728, "##ali": 1964, "##ere": 177, "per": 817, "[CLS]": 2, "lost": 504, "film": 1796, "##ow": 101, "##ret": 1084, "##ple": 1023, "mon": 632, "##ood": 164, "##isappointedface": 489, "##food": 1283, "guys": 1414, "brain": 1585, "things": 704, "comm": 1006, "understand": 521, "##skintone": 1856, "##quintingfacewithtongue": 1725, "depend": 1429, "tr": 440, "more": 422, "##ee": 136, "ear": 911, "put": 1765, "##apost": 1674, "under": 475, "differe": 1189, "##orm": 1941, "##eart": 271, "##ause": 305, "new": 593, "irrit": 640, "di": 1118, "redheart": 1586, "interest": 710, "awesome": 596, "secret": 1246, "been": 602, "0": 6, "##mouth": 1262, "forgot": 1531, "wearyface": 1632, "many": 695, "##inkingface": 694, "food": 993, "hair": 1487, "dog": 1739, "alone": 541, "op": 1090, "best": 479, "aw": 416, "fr": 689, "##ba": 714, "th": 83, "earth": 1871, "##ound": 582, "pr": 1070, "answer": 609, "##ore": 406, "##ry": 125, "tri": 1693, "##na": 371, "##outingface": 577, "##d": 56, "sound": 1177, "days": 1017, "nobody": 1242, "##es": 95, "pe": 494, "fake": 1112, "##eep": 350, "##facean": 1277, "started": 1430, "br": 934, "defin": 1150, "see": 300, "##der": 984, "##ure": 431, "##use": 1735, "off": 454, "##gin": 1840, "pick": 1493, "your": 144, "##ol": 878, "rest": 1603, "liked": 1993, "##un": 444, "honey": 1992, "##nt": 338, "##ise": 901, "##poutingfacepoutingface": 1072, "[MASK]": 4, "ser": 555, "calling": 1723, "then": 258, "int": 450, "k": 26, "##cent": 1464, "compliment": 1955, "ok": 154, "ar": 592, "100": 2013, "##ream": 785, "##oring": 620, "##ention": 1635, "wh": 85, "##qu": 517, "##su": 1521, "dreams": 1727, "##cat": 433, "hot": 1201, "gott": 1804, "lea": 514, "sn": 1734, "friends": 508, "hurts": 1235, "##one": 223, "choice": 1619, "haa": 2001, "engl": 715, "msg": 1608, "smile": 1584, "##openmouth": 1729, "correct": 1341, "##ingfacewith": 222, "cry": 631, "##ful": 926, "##oy": 133, "##el": 1463, "kill": 1692, "i": 24, "##asses": 1602, "##lf": 316, "ph": 434, "plz": 857, "here": 436, "fir": 603, "super": 944, "haha": 263, "##down": 1842, "used": 1460, "pretty": 743, "sometimes": 1167, "##ular": 1868, "add": 992, "hahaha": 659, "##ook": 403, "##pt": 716, "course": 885, "frnd": 1466, "tonight": 1611, "det": 1858, "##earyface": 1139, "knew": 1319, "pls": 961, "bud": 1575, "together": 1557, "cant": 888, "impress": 1701, "gotta": 1959, "r": 33, "##row": 491, "def": 1030, "sun": 1866, "##ship": 1069, "feelings": 1257, "be": 124, "se": 373, "actually": 670, "##steam": 994, "na": 619, "##ch": 143, "exactly": 1180, "angryface": 1703, "##ance": 781, "luck": 913, "##most": 1801, "match": 1884, "##rit": 465, "##lfriend": 574, "years": 1236, "disappointedface": 788, "thumbs": 1124, "huh": 1293, "month": 1479, "wish": 711, "##withtearsof": 156, "micro": 1470, "##ake": 282, "list": 732, "lame": 1296, "all": 299, "comp": 852, "##disappointedfacedisappointedface": 1276, "something": 393, "next": 844, "h": 23, "facewithsteamfromnose": 1467, "##with": 117, "fa": 372, "nope": 678, "1": 7, "probably": 1513, "litt": 887, "almost": 1878, "thou": 484, "suck": 1806, "year": 675, "connect": 1808, "angry": 445, "hard": 906, "microsoft": 1515, "creat": 990, "also": 461, "##wearyface": 1864, "##gr": 931, "hm": 1660, "##ion": 212, "over": 730, "pleasure": 1618, "##ha": 187, "tomor": 811, "##ightlysmilingface": 1049, "wa": 507, "happen": 533, "exams": 1303, "##are": 639, "##iment": 1867, "bollywood": 1848, "welcome": 542, "##inn": 238, "##ear": 115, "imp": 1208, "depends": 1565, "##its": 1491, "##ds": 784, "clearly": 1653, "##ce": 87, "scared": 1952, "blocked": 2014, "getting": 770, "##il": 160, "broken": 1393, "sry": 1962, "bo": 557, "##old": 1800, "suff": 1583, "few": 1384, "dare": 1813, "gr": 966, "try": 477, "boy": 572, "at": 295, "travel": 1791, "##ing": 81, "##sc": 1779, "##ank": 1843, "du": 1630, "cook": 1748, "##glasses": 1636, "just": 194, "man": 426, "un": 600, "##ture": 699, "##ct": 231, "mood": 854, "meant": 1346, "hurt": 560, "##ond": 1125, "umm": 1613, "##ot": 257, "##poutingface": 736, "##ooo": 1425, "##us": 288, "##fore": 1060, "still": 594, "ir": 604, "anyway": 1345, "yester": 1311, "indian": 1399, "##5": 76, "##ister": 1539, "seen": 1212, "once": 1489, "mor": 946, "sch": 1071, "##fac": 1229, "norm": 1975, "##hh": 468, "we": 219, "##ken": 615, "mak": 688, "book": 1045, "words": 1285, "##ost": 1372, "about": 208, "p": 31, "come": 419, "them": 625, "##ird": 1274, "tried": 1798, "sol": 1963, "ice": 1998, "##to": 1778, "ha": 105, "##bigeyes": 815, "friend": 293, "body": 1830, "##po": 550, "##angu": 859, "chocol": 1416, "watch": 516, "badly": 1879, "ch": 225, "##ouble": 1546, "awww": 1702, "poor": 1258, "##ible": 1263, "##al": 141, "talking": 390, "##ff": 538, "thank": 234, "hurting": 1810, "su": 233, "with": 186, "cat": 803, "point": 1169, "str": 1548, "sleep": 463, "##yy": 687, "office": 1438, "##thers": 1647, "hy": 1814, "##ang": 534, "##pend": 1323, "##zy": 943, "dar": 957, "##ilm": 1357, "hope": 812, "clear": 1174, "move": 1344, "and": 152, "hor": 1387, "ti": 284, "res": 869, "##ward": 1615, "suffering": 1793, "sill": 1839, "bed": 909, "chic": 1784, "dark": 2011, "asked": 831, "romantic": 1691, "kind": 630, "##lieve": 586, "soon": 949, "##ject": 1164, "numb": 567, "##ble": 404, "thats": 645, "favourite": 1386, "ohhh": 1080, "im": 324, "emot": 1689, "know": 153, "##facesavoringfood": 1896, "whole": 1527, "india": 814, "##umbs": 879, "making": 1133, "lie": 1299, "class": 1361, "yaa": 1591, "dumb": 847, "sal": 1912, "##bile": 1391, "hw": 1932, "amaz": 870, "kn": 146, "##gh": 166, "##ite": 543, "##winkingfacewithtongue": 1718, "ah": 1021, "##hip": 1589, "tat": 1979, "idiot": 1094, "##ingfacewithhearteyes": 637, "##perseveringface": 1970, "fant": 1931, "looking": 1063, "##itely": 1338, "##pp": 174, "trying": 905, "follow": 1627, "##ad": 158, "which": 400, "##be": 607, "##urb": 1275, "##llow": 1356, "shit": 1358, "##ics": 1721, "lovely": 1901, "sense": 1012, "##ice": 304, "text": 986, "##i": 55, "##rite": 880, "##where": 1363, "oo": 1455, "##ld": 190, "message": 971, "##iz": 794, "##from": 1003, "##guish": 1628, "car": 1181, "devel": 1722, "##ix": 1736, "now": 218, "did": 243, "gir": 331, "dance": 1267, "songs": 1480, "id": 721, "##mor": 738, "fam": 1142, "person": 575, "##irkingface": 1534, "##ph": 982, "experience": 1888, "left": 1111, "qu": 395, "##os": 871, "fast": 1068, "##augh": 638, "##ar": 170, "sugg": 1145, "video": 1034, "goes": 2002, "out": 432, "coff": 1492, "intelligent": 1652, "question": 530, "##wh": 895, "##butrelievedface": 1924, "yess": 1803, "fucking": 1153, "facewithtearsofjoyfacewithtearsofjoy": 654, "ru": 1665, "joking": 1496, "##sed": 1894, "relievedface": 1335, "favor": 1188, "##ive": 317, "##fe": 344, "leaving": 1829, "robot": 928, "ve": 627, "lone": 780, "waiting": 965, "catfacewithtearsofjoy": 1495, "kinda": 1540, "met": 1599, "prom": 1664, "may": 554, "sexy": 1953, "sor": 323, "bye": 547, "beamingfacewithsmilingeyes": 752, "any": 246, "##ail": 935, "room": 1388, "interesting": 1148, "found": 1795, "##ser": 1940, "girlfriend": 581, "week": 850, "dp": 1278, "dat": 1762, "bel": 1582, "##ong": 260, "thanks": 358, "##gry": 387, "tea": 855, "gud": 1576, "laugh": 682, "less": 1663, "doing": 490, "trouble": 1847, "yaar": 1194, "##ll": 96, "##bs": 1556, "##pe": 366, "##loudlycryingfaceloudlycryingfaceloudlycryingfaceloudlycryingface": 1221, "unamusedface": 1405, "absolute": 1857, "that": 131, "us": 528, "##withtongue": 759, "##sk": 1568, "##ro": 165, "disturb": 1364, "loudlycryingfaceloudlycryingface": 1704, "tru": 1075, "pers": 564, "down": 894, "##lo": 480, "##riend": 228, "fine": 446, "gf": 807, "fun": 245, "g": 22, "meet": 571, "would": 408, "take": 611, "t": 35, "tv": 1444, "##ried": 789, "##ink": 227, "mad": 570, "fl": 958, "##z": 67, "##ush": 865, "##less": 655, "##sol": 1782, "so": 111, "##9": 74, "like": 173, "girl": 443, "##ional": 1902, "##vice": 1555, "##ome": 281, "has": 754, "ann": 662, "done": 777, "chat": 487, "v": 37, "fem": 1705, "full": 1033, "nothing": 345, "##up": 266, "8": 14, "beaut": 914, "told": 822, "yet": 890, "mic": 1454, "wear": 1614, "single": 1087, "bea": 751, "##ort": 683, "walk": 1694, "##hhh": 1949, "meaning": 1244, "##aa": 771, "refer": 1916, "ca": 310, "bus": 671, "##the": 1895, "make": 438, "pl": 196, "bir": 1117, "rude": 523, "able": 1616, "##severingface": 1712, "yesterday": 1315, "other": 646, "hey": 546, "bc": 1307, "q": 32, "ign": 1000, "##he": 787, "##oom": 1024, "sent": 875, "conversation": 1247, "plea": 326, "usually": 2009, "l": 27, "##iv": 1767, "city": 1368, "dri": 1960, "stupid": 375, "girls": 1227, "side": 1862, "9": 15, "##red": 539, "mess": 661, "##ment": 851, "##g": 44, "repl": 1560, "##ist": 483, "##ous": 389, "lu": 1662, "##outingcatface": 1844, "##rowningface": 1138, "leave": 674, "top": 900, "ur": 298, "5": 11, "birthday": 1497, "liar": 1898, "om": 1934, "laughing": 1175, "##sp": 1981, "milk": 1995, "##ir": 198, "as": 210, "##ter": 283, "mo": 207, "bi": 1237, "##re": 84, "bitch": 1018, "people": 522, "##ount": 1679, "##cryingfacecryingface": 1233, "cricket": 1855, "seriously": 1042, "goo": 1056, "idi": 1077, "study": 839, "convers": 1226, "##ay": 113, "good": 183, "##ages": 1245, "winkingface": 1799, "piss": 1935, "##phone": 1974, "trash": 2007, "yours": 1166, "computer": 1469, "speak": 797, "headache": 1790, "worry": 1404, "half": 1580, "such": 924, "depressed": 1305, "##4": 73, "##th": 89, "##ift": 1271, "pictures": 1638, "##ings": 401, "thn": 1354, "head": 963, "##slightlysmilingface": 1923, "wht": 953, "hi": 747, "these": 1027, "loves": 1300, "ready": 1475, "act": 519, "fool": 1443, "##smilingface": 918, "engine": 1512, "love": 197, "sending": 1828, "ohh": 696, "health": 1910, "##line": 1163, "che": 829, "6": 12, "coz": 1128, "stuff": 1243, "min": 1218, "##ard": 941, "##ide": 545, "##ny": 296, "ll": 429, "dead": 1453, "##earch": 1547, "ro": 563, "smilingfacewithsmilingeyes": 1187, "tomorrow": 823, "##sun": 1597, "indeed": 1643, "fin": 1089, "##ck": 199, "if": 313, "cra": 791, "fee": 289, "cor": 1238, "##ingcatfacewithhearteyes": 1330, "##t": 48, "##ather": 1082, "##eamingfacewithsmilingeyes": 505, "number": 606, "appreci": 1929, "##ustr": 1986, "glad": 827, "long": 776, "##sure": 1462, "late": 1190, "##ved": 1897, "##a": 42, "of": 149, "##body": 846, "while": 1523, "##ass": 624, "facewithtearsofjoy": 265, "##sever": 1698, "explain": 1098, "##ically": 1805, "##times": 1155, "indi": 642, "##ory": 825, "##sl": 1214, "two": 1200, "seems": 1483, "movie": 486, "##p": 54, "##day": 349, "##mm": 292, "##ai": 1939, "lonely": 805, "##uture": 1411, "grinningcatface": 1412, "sm": 737, "ey": 1352, "compl": 904, "in": 129, "big": 1050, "##er": 90, "crying": 1086, "##uu": 975, "music": 1055, "high": 1639, "##em": 1241, "failed": 1885, "##y": 46, "can": 161, "away": 976, "##ryingface": 235, "##grinningfacewithsweat": 1304, "st": 163, "##ves": 864, "sp": 471, "facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 1688, "##hearteyes": 549, "##ra": 376, "##ree": 585, "means": 656, "le": 709, "##frowningface": 1432, "except": 1945, "disappoint": 1379, "##ess": 276, "##med": 1606, "##yyyy": 1624, "##time": 1312, "reply": 612, "happy": 336, "smilingfacewithhearteyes": 932, "##ys": 1980, "##2": 69, "honest": 1484, "sing": 680, "tired": 1129, "##inner": 1007, "fell": 1588, "sounds": 1710, "way": 544, "##ence": 643, "##rr": 1380, "##ize": 1640, "personal": 1770, "##ert": 1781, "men": 1837, "exact": 1110, "##ery": 267, "sea": 1937, "life": 424, "##ince": 1215, "comput": 1376, "but": 193, "me": 99, "nat": 1631, "hello": 937, "##so": 137, "nonsense": 1545, "##ies": 536, "were": 601, "##tt": 442, "later": 1038, "##ushedface": 1922, "fe": 735, "cannot": 1719, "mar": 626, "pro": 347, "absol": 1825, "##erest": 705, "missed": 1122, "gone": 1676, "y": 40, "damn": 974, "boring": 862, "##ve": 104, "de": 396, "telling": 1336, "obviously": 1654, "grinningfacewithbigeyes": 1088, "using": 1685, "reg": 1877, "##vers": 983, "soft": 1446, "##ored": 973, "prefer": 1787, "questions": 1102, "hav": 1865, "sha": 648, "acc": 1400, "##mil": 205, "mr": 1933, "complete": 1870, "women": 1958, "learn": 1250, "##gl": 590, "maybe": 866, "hang": 1661, "##ind": 301, "bit": 658, "##ary": 1058, "##nd": 272, "##e": 53, "microsof": 1498, "##cess": 1634, "rec": 1720, "kid": 783, "jok": 838, "date": 1279, "ass": 1284, "eyes": 1690, "##nce": 1695, "called": 1193, "##00": 1646, "##ensive": 1331, "happens": 2010, "##eat": 527, "mom": 1403, "mat": 856, "##roll": 1289, "##kenheart": 945, "##smilingfacewithhearteyessmilingfacewithhearteyes": 2012, "##pl": 449, "how": 169, "##een": 1268, "##7": 71, "##catface": 460, "wonder": 1413, "##ical": 1173, "lucky": 1595, "business": 1832, "times": 1146, "##edface": 348, "name": 459, "hel": 512, "wt": 915, "saying": 741, "##ith": 100, "isn": 1265, "annoying": 758, "##heart": 346, "##ingfacewithsun": 1648, "[UNK]": 1, "##reat": 413, "some": 216, "scary": 1971, "##skint": 1775, "cheat": 1015, "dream": 1022, "##oo": 116, "##it": 179, "grinn": 363, "coming": 1041, "go": 172, "didn": 526, "##eek": 816, "brother": 1571, "house": 1309, "##wor": 1823, "wi": 1473, "silly": 1874, "sk": 1273, "7": 13, "##ude": 410, "##all": 1281, "post": 1419, "##oundedface": 1788, "emo": 1849, "##sm": 1535, "bt": 1044, "plans": 1920, "dam": 897, "works": 1903, "feel": 290, "##thing": 195, "##ific": 1074, "hmmm": 1222, "thumbsup": 1485, "came": 1658, "amazing": 929, "##se": 130, "ug": 1327, "cold": 1562, "##led": 1768, "block": 1051, "##ft": 769, "cheated": 1468, "pu": 1750, "##ware": 1433, "end": 1037, "##ations": 1846, "youre": 1253, "##nder": 466, "mus": 987, "okk": 1965, "##lly": 206, "##in": 79, "wow": 503, "##beamingfacewithsmilingeyes": 766, "anymore": 1159, "##ale": 1137, "##rimacingface": 1620, "##self": 535, "today": 488, "##ge": 277, "made": 724, "rel": 796, "loved": 1291, "grinningsquintingface": 1132, "one": 248, "from": 364, "##eary": 917, "##thumbs": 1738, "each": 1859, "develop": 1730, "or": 320, "beach": 1772, "af": 657, "##grinningsquintingfacegrinningsquintingface": 1907, "chatting": 991, "ref": 1985, "absolutely": 1928, "em": 820, "##log": 1459, "want": 215, "didnt": 1359, "dnt": 1316, "to": 94, "bu": 837, "##brokenheart": 1210, "expressionlessface": 1946, "##ingfacewithsmilingeyes": 343, "##grinningfacewith": 884, "ai": 774, "old": 868, "##ket": 940, "##ead": 622, "##ab": 1057, "fail": 1152, "##op": 261, "##pped": 1742, "winkingfacewithtongue": 1666, "##eyes": 232, "ya": 427, "night": 633, "morning": 1020, "##me": 110, "##sh": 681, "quite": 1564, "##rowningfacewithopenmouth": 1973, "##quintingface": 623, "knw": 1324, "sc": 653, "##facewithtearsofjoy": 213, "##irt": 2004, "form": 1740, "nt": 1332, "use": 801, "diff": 939, "tak": 1240, "nd": 1280, "##om": 476, "makes": 1025, "##uff": 1119, "##orn": 1165, "join": 1509, "gener": 1641, "exist": 2006, "##ness": 1474, "peop": 513, "sure": 457, "##witht": 147, "##arent": 1831, "sa": 380, "keep": 813, "##ily": 1048, "piz": 1461, "face": 224, "##ience": 1156, "##ump": 1785, "##amusedface": 910, "test": 1566, "##iful": 1008, "##ady": 669, "##ates": 1397, "bas": 1657, "##astic": 1437, "ad": 629}