{"##gle": 1113, "##gram": 1140, "##1": 65, "##ense": 764, "##nder": 466, "[CLS]": 2, "##augh": 638, "ah": 1021, "ever": 332, "best": 479, "##ish": 352, "10": 999, "ra": 1751, "feeling": 506, "colle": 1196, "men": 1837, "makes": 1025, "z": 41, "day": 365, "office": 1438, "##witht": 147, "google": 1260, "aw": 416, "##u": 43, "mak": 688, "teach": 997, "ass": 1284, "travel": 1791, "cook": 1748, "8": 14, "sorry": 330, "q": 32, "act": 519, "##one": 223, "mother": 1917, "exist": 2006, "##nd": 272, "face": 224, "gone": 1676, "hours": 1774, "##heart": 346, "##ce": 87, "##ong": 260, "something": 393, "check": 1162, "##to": 1778, "tel": 1990, "facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 644, "fu": 188, "doing": 490, "##ook": 403, "##redface": 1950, "lone": 780, "sk": 1273, "##oundedface": 1788, "pun": 1936, "make": 438, "pl": 196, "brain": 1585, "##it": 179, "listening": 1789, "##ur": 273, "##sc": 1779, "##facewithtearsofjoyfacewithtearsofjoy": 357, "dead": 1453, "yep": 1340, "dinner": 1036, "honest": 1484, "absolute": 1857, "coff": 1492, "cha": 1472, "bud": 1575, "wanna": 518, "loudlycryingfaceloudlycryingfaceloudlycryingface": 1550, "##up": 266, "ba": 311, "##ght": 204, "great": 511, "y": 40, "##pressionlessface": 1366, "##ried": 789, "have": 171, "food": 993, "po": 573, "mind": 685, "agree": 1375, "another": 978, "nonsense": 1545, "##down": 1842, "##row": 491, "##b": 62, "##lly": 206, "##and": 303, "pro": 347, "##grinningsquintingface": 1085, "##beamingfacewithsmilingeyes": 766, "defin": 1150, "##gu": 1171, "##disappointedfacedisappointedface": 1276, "nat": 1631, "sea": 1937, "##ast": 452, "voice": 1533, "##ons": 861, "ap": 1977, "beamingfacewithsmilingeyes": 752, "pictures": 1638, "video": 1034, "house": 1309, "stup": 374, "the": 107, "like": 173, "##sever": 1698, "##aste": 1383, "##le": 189, "##ang": 534, "##ild": 1490, "##ct": 231, "because": 335, "##pp": 174, "we": 219, "bec": 312, "block": 1051, "tv": 1444, "mach": 1817, "##ible": 1263, "run": 1961, "im": 324, "##io": 1668, "fem": 1705, "sex": 790, "##inn": 238, "must": 1106, "thought": 651, "possible": 1686, "##au": 237, "h": 23, "##red": 539, "dumb": 847, "chatting": 991, "girls": 1227, "##ood": 164, "ph": 434, "pls": 961, "##pt": 716, "##et": 150, "##out": 176, "test": 1566, "##ah": 1144, "##ical": 1173, "##no": 1191, "uh": 1203, "##ouch": 1737, "star": 1769, "except": 1945, "##t": 48, "##ds": 784, "##light": 2000, "litt": 887, "min": 1218, "##relievedface": 1355, "story": 1115, "##o": 49, "knw": 1324, "eyes": 1690, "fe": 735, "veg": 1951, "in": 129, "dare": 1813, "##ered": 1505, "fact": 1786, "whom": 1381, "party": 1385, "book": 1045, "##ize": 1640, "explain": 1098, "1": 7, "hon": 1011, "win": 1891, "night": 633, "##ooo": 1425, "ok": 154, "o": 30, "##id": 140, "ad": 629, "'": 5, "rem": 1671, "obvious": 1440, "today": 488, "been": 602, "romantic": 1691, "back": 529, "connect": 1808, "bff": 1996, "exams": 1303, "your": 144, "##wh": 895, "suggest": 1365, "bitch": 1018, "sweet": 647, "##smilingfacewithsmilingeyes": 1427, "re": 175, "enjoy": 742, "##ai": 1939, "but": 193, "##llow": 1356, "opin": 1852, "##iment": 1867, "##ound": 582, "seen": 1212, "is": 118, "un": 600, "compl": 904, "always": 474, "##x": 70, "ho": 745, "##f": 60, "mon": 632, "hear": 727, "##bigeyes": 815, "winkingfacewithtongue": 1666, "sense": 1012, "mom": 1403, "mic": 1454, "lie": 1299, "kid": 783, "##ingcatfacewithhearteyes": 1330, "easy": 1926, "##facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 1326, "##ention": 1635, "##gh": 166, "yu": 1715, "meaning": 1244, "only": 415, "lu": 1662, "here": 436, "stupid": 375, "0": 6, "##from": 1003, "##ath": 636, "know": 153, "##ol": 878, "form": 1740, "dp": 1278, "har": 775, "off": 454, "stay": 972, "tru": 1075, "joking": 1496, "soo": 1225, "##idd": 1570, "msg": 1608, "##but": 1230, "tech": 1745, "##5": 76, "friendship": 1601, "##nect": 1717, "import": 1629, "call": 397, "wtf": 1812, "##po": 550, "through": 1854, "shall": 1407, "when": 367, "old": 868, "tri": 1693, "already": 725, "around": 1286, "sure": 457, "high": 1639, "##su": 1521, "grinningcatface": 1412, "##hands": 1625, "sy": 1578, "##redheart": 1320, "ann": 662, "tra": 1202, "last": 867, "prom": 1664, "##li": 1269, "xd": 1032, "##uck": 718, "prett": 733, "##lf": 316, "do": 121, "##eak": 744, "##ily": 1048, "ug": 1327, "drink": 1314, "beach": 1772, "##ingfacewithhearteyes": 637, "g": 22, "##lieved": 863, "fin": 1089, "love": 197, "those": 1206, "##umbs": 879, "##smilingfacewithhearteyes": 988, "sor": 323, "##ach": 749, "##bly": 1390, "##son": 1047, "##alo": 1899, "##rite": 880, "us": 528, "##blem": 677, "##poutingface": 736, "pretty": 743, "gr": 966, "bot": 873, "clear": 1174, "thumbs": 1124, "yr": 1766, "leave": 674, "favor": 1188, "##vious": 1264, "al": 201, "##ilm": 1357, "s": 34, "##pression": 1272, "##ar": 170, "af": 657, "walk": 1694, "place": 793, "gonna": 795, "without": 1198, "##ck": 199, "##ird": 1274, "moment": 1826, "fam": 1142, "math": 1554, "dis": 942, "truth": 1209, "done": 777, "yester": 1311, "studying": 1543, "earth": 1871, "child": 1827, "would": 408, "gon": 779, "problem": 684, "sp": 471, "fee": 289, "##ab": 1057, "fucking": 1153, "probably": 1513, "just": 194, "col": 1526, "these": 1027, "idea": 1123, "##oose": 1537, "he": 314, "conf": 899, "##on": 88, "care": 700, "##use": 1735, "feel": 290, "absolutely": 1928, "student": 1651, "lot": 649, "##ific": 1074, "me": 99, "##eeee": 1670, "life": 424, "absol": 1825, "##ital": 2003, "ohh": 696, "hop": 765, "top": 900, "happ": 250, "gi": 1046, "want": 215, "hot": 1201, "mil": 1797, "##ustr": 1986, "##ular": 1868, "##less": 655, "mood": 854, "##faceangry": 1728, "resp": 1408, "[MASK]": 4, "##fac": 1229, "awes": 589, "ign": 1000, "##ee": 136, "ill": 1486, "##ft": 769, "fr": 689, "ob": 1143, "inde": 1525, "##ating": 584, "ice": 1998, "ve": 627, "once": 1489, "##self": 535, "robot": 928, "inst": 1559, "important": 1760, "facewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoyfacewithtearsofjoy": 1688, "##edface": 348, "second": 1850, "fine": 446, "fell": 1588, "##isappoint": 453, "##ly": 132, "pr": 1070, "en": 353, "##ash": 1270, "oo": 1455, "##right": 1131, "intelligent": 1652, "dar": 957, "numb": 567, "[SEP]": 3, "##gr": 931, "jok": 838, "luck": 913, "vo": 1395, "##inkingfacewithtongue": 1097, "inv": 1558, "again": 510, "##g": 44, "stop": 591, "words": 1285, "chocolate": 1609, "##mil": 205, "count": 1154, "lo": 138, "mad": 570, "used": 1460, "develop": 1730, "##ingfacewithsunglasses": 1655, "##ball": 1541, "##ket": 940, "neither": 1561, "engl": 715, "sarc": 1519, "##winkingface": 1678, "address": 1726, "wish": 711, "##ies": 536, "ly": 1860, "##tt": 442, "underst": 497, "hel": 512, "friend": 293, "##qu": 517, "hehe": 1061, "##ou": 78, "##ie": 279, "any": 246, "##du": 1422, "rude": 523, "##quintingface": 623, "##grinningfacewithsweat": 1304, "computer": 1469, "che": 829, "##ise": 901, "gott": 1804, "yes": 167, "wi": 1473, "alre": 723, "put": 1765, "##ph": 982, "##st": 109, "##ir": 198, "##usedface": 834, "fir": 603, "beaut": 914, "##uff": 1119, "happens": 2010, "few": 1384, "scary": 1971, "##eek": 816, "matter": 1195, "catch": 1972, "didnt": 1359, "##phone": 1974, "unt": 1938, "##ingeyes": 319, "school": 1179, "photos": 1869, "##lieve": 586, "why": 159, "##ither": 985, "by": 329, "sleeping": 1538, "##inkingface": 694, "late": 1190, "belong": 1887, "char": 1435, "waiting": 965, "##openmouth": 1729, "th": 83, "facewithtearsofjoy": 265, "hard": 906, "comput": 1376, "foot": 1763, "welcome": 542, "ms": 1371, "wait": 562, "other": 646, "##oto": 673, "##ot": 257, "mat": 856, "##ice": 304, "##ning": 690, "after": 768, "yours": 1166, "##itely": 1338, "##ow": 101, "this": 236, "[UNK]": 1, "pre": 495, "cause": 950, "missing": 1360, "micro": 1470, "##ut": 134, "into": 1529, "##ia": 1753, "sleepy": 1743, "people": 522, "##nt": 338, "##angu": 859, "##ark": 1373, "bf": 1350, "##ence": 643, "##antic": 1623, "fa": 372, "##withtong": 713, "relationship": 1134, "##time": 1312, "##ny": 296, "confus": 1409, "sun": 1866, "guess": 676, "hair": 1487, "failed": 1885, "movies": 1062, "if": 313, "hour": 1317, "##me": 110, "##facean": 1277, "##ke": 122, "##skintone": 1856, "heart": 599, "jokes": 1266, "smilingfacewithhearteyes": 932, "##grinn": 447, "##ari": 1204, "imp": 1208, "understand": 521, "damn": 974, "sry": 1962, "perfect": 1259, "##ure": 431, "dear": 739, "sick": 1819, "##perseveringface": 1970, "times": 1146, "artificial": 1551, "##ror": 1892, "change": 1040, "int": 450, "##cl": 1983, "start": 664, "looks": 1478, "pu": 1750, "wh": 85, "lucky": 1595, "##disappointedface": 702, "enjoying": 1249, "##ouble": 1546, "idk": 1882, "deser": 1957, "bir": 1117, "##rollingeyes": 1853, "watching": 1161, "##by": 496, "intell": 920, "funny": 309, "##oooo": 1127, "##withtearsof": 156, "brokenheart": 1947, "wonder": 1413, "ty": 707, "also": 461, "myself": 969, "##p": 54, "coll": 1005, "join": 1509, "wife": 1908, "confused": 1886, "##ries": 1943, "interest": 710, "##ll": 96, "se": 373, "##smil": 247, "##in": 79, "see": 300, "whats": 613, "part": 748, "interesting": 1148, "##sof": 151, "##savoringfood": 1306, "please": 339, "##ign": 1374, "mine": 947, "d": 19, "mr": 1933, "every": 418, "##ea": 86, "su": 233, "##times": 1155, "move": 1344, "##d": 56, "##ult": 1347, "##mes": 1059, "wasn": 1506, "##ages": 1245, "##ex": 1569, "frnd": 1466, "open": 1607, "bat": 1656, "hur": 520, "from": 364, "com": 451, "##is": 123, "lets": 1001, "smilingcatfacewithhearteyes": 1684, "##xt": 566, "chill": 1426, "ter": 1713, "##hhh": 1949, "wa": 507, "ex": 306, "##eep": 350, "##ates": 1397, "that": 131, "break": 778, "kiss": 891, "##lc": 524, "##ed": 114, "chic": 1784, "##riend": 228, "watched": 1530, "questions": 1102, "##grinningsquintingfacegrinningsquintingface": 1907, "ext": 2005, "things": 704, "##ightlyfrowningface": 1707, "##ich": 378, "##oot": 1329, "swee": 605, "pe": 494, "bt": 1044, "##where": 1363, "##cess": 1634, "##vice": 1555, "tiredface": 1872, "##k": 52, "ar": 592, "guys": 1414, "giving": 1708, "cou": 818, "it": 108, "##age": 469, "##brokenheartbrokenheart": 1596, "talking": 390, "##you": 1445, "sister": 1622, "plea": 326, "##osed": 1811, "okay": 368, "##al": 141, "av": 1761, "##end": 168, "##umb": 361, "##de": 876, "world": 903, "asking": 686, "##ange": 898, "##oring": 620, "##les": 1503, "weekend": 1482, "expect": 1672, "gener": 1641, "post": 1419, "##apost": 1674, "##loudlycryingfaceloudlycryingface": 493, "inf": 1488, "##skint": 1775, "days": 1017, "bel": 1582, "cute": 962, "as": 210, "ch": 225, "forg": 842, "abt": 1217, "##oz": 1667, "state": 1741, "complete": 1870, "prefer": 1787, "okk": 1965, "##ci": 1220, "##loudlycryingface": 356, "expressionlessface": 1946, "calling": 1723, "##ba": 714, "spec": 1083, "##ld": 190, "##own": 720, "cu": 1308, "trouble": 1847, "##os": 871, "eng": 1337, "##ump": 1785, "birth": 1295, "##bile": 1391, "um": 1752, "ahead": 1956, "tr": 440, "girl": 443, "dreams": 1727, "dance": 1267, "##ps": 1066, "having": 1004, "away": 976, "##apo": 981, "fool": 1443, "asked": 831, "software": 1574, "headache": 1790, "##unamusedface": 1449, "100": 2013, "side": 1862, "##ers": 360, "##ving": 531, "##4": 73, "blocked": 2014, "##ared": 1520, "##ust": 178, "fant": 1931, "coup": 1919, "piss": 1935, "##een": 1268, "co": 209, "spo": 2008, "blue": 1883, "supp": 1158, "##ingcatface": 485, "unamusedface": 1405, "clo": 1394, "intern": 1709, "cric": 1749, "x": 39, "##ve": 104, "f": 21, "big": 1050, "##ited": 1192, "own": 1197, "##el": 1463, "##not": 1522, "##wn": 956, "##fast": 1982, "slightlysmilingface": 1477, "thing": 578, "clearly": 1653, "beautiful": 1019, "##ame": 241, "profile": 1994, "room": 1388, "one": 248, "whatever": 1126, "word": 1234, "##em": 1241, "darling": 1322, "##ys": 1980, "bro": 456, "lea": 514, "##ude": 410, "##om": 476, "yo": 1567, "##are": 639, "##0": 72, "fl": 958, "ye": 1151, "telling": 1336, "pa": 1764, "cho": 933, "##dy": 509, "not": 120, "##sed": 1894, "qu": 395, "time": 341, "worst": 1649, "annoy": 667, "exactly": 1180, "class": 1361, "dream": 1022, "propose": 1988, "##ond": 1125, "##ift": 1271, "up": 274, "mu": 354, "smart": 1149, "##urb": 1275, "them": 625, "was": 229, "sleep": 463, "war": 1875, "##led": 1768, "him": 821, "##joy": 148, "exam": 762, "making": 1133, "type": 1093, "##rent": 1984, "##ould": 239, "smil": 462, "go": 172, "##lfriend": 574, "##7": 71, "##3": 77, "nope": 678, "##ance": 781, "##butrelievedface": 1924, "favou": 1339, "norm": 1975, "badly": 1879, "even": 482, "sl": 359, "were": 601, "else": 782, "##uu": 975, "upset": 1185, "reme": 1067, "living": 1942, "lunch": 1500, "##food": 1283, "##eart": 271, "res": 869, "##withtearsofjoy": 157, "##ad": 158, "least": 1592, "##nce": 1695, "##sp": 1981, "na": 619, "##steamfromn": 1014, "##a": 42, "tell": 221, "##ation": 399, "##gn": 936, "##ell": 142, "grinn": 363, "amazing": 929, "disappointedface": 788, "##ush": 865, "##estion": 500, "v": 37, "##ul": 437, "##ti": 848, "try": 477, "fast": 1068, "bl": 726, "##iv": 1767, "##ail": 935, "##ger": 1343, "sur": 1590, "##ing": 81, "has": 754, "##set": 1108, "while": 1523, "##ion": 212, "cryingface": 853, "##faceblowingakissfaceblowingakiss": 1573, "ton": 1502, "##ough": 698, "you": 80, "##other": 952, "special": 1377, "##irk": 1465, "sat": 1818, "##tiredface": 1954, "2": 8, "##int": 275, "##inner": 1007, "could": 668, "piz": 1461, "##kenheart": 945, "##il": 160, "fuck": 379, "##ways": 458, "head": 963, "##tim": 1101, "proba": 1436, "goes": 2002, "des": 1039, "##ings": 401, "sing": 680, "##irt": 2004, "catfacewithtearsofjoy": 1495, "##outh": 979, "##ingfacewithopenmouth": 1967, "and": 152, "di": 1118, "##quintingfacewithtongue": 1725, "##sure": 1462, "die": 1794, "##loudlycryingfaceloudlycryingfaceloudlycryingfaceloudlycryingface": 1221, "be": 124, "##mor": 738, "enough": 919, "anyone": 1121, "ev": 1731, "what": 102, "##us": 288, "tired": 1129, "ugly": 1367, "##ssible": 1476, "artific": 1532, "contact": 1593, "turn": 1758, "peop": 513, "thumbsup": 1485, "half": 1580, "##arc": 1448, "others": 1838, "sh": 217, "##ost": 1372, "##2": 69, "keep": 813, "till": 1677, "##un": 444, "body": 1830, "##ition": 1824, "chat": 487, "saw": 1494, "wont": 1881, "##y": 46, "nothing": 345, "kind": 630, "##med": 1606, "find": 660, "both": 1009, "##steamfromnose": 1035, "##yy": 687, "yet": 890, "disappointed": 1587, "impress": 1701, "du": 1630, "##j": 64, "yup": 809, "tonight": 1611, "thanks": 358, "det": 1858, "##outingcatface": 1844, "##sweat": 697, "all": 299, "facewithtearsofjoyfacewithtearsofjoy": 654, "use": 801, "da": 1351, "##s": 51, "k": 26, "##ff": 538, "##per": 561, "joke": 650, "leaving": 1829, "##mm": 292, "##key": 1581, "bu": 837, "interested": 1176, "microsoft": 1515, "##ric": 1178, "##blowing": 835, "##alent": 1680, "##iew": 1918, "no": 92, "##ud": 264, "##its": 1491, "self": 1029, "u": 36, "##ra": 376, "emo": 1849, "##op": 261, "same": 472, "##bb": 1696, "ref": 1985, "mistake": 1909, "kn": 146, "liked": 1993, "game": 806, "##ty": 1456, "miss": 473, "yay": 1170, "##isapp": 448, "said": 467, "bi": 1237, "##blowingakiss": 840, "##ge": 277, "to": 94, "de": 396, "i": 24, "facewith": 995, "super": 944, "kissingcatface": 1594, "##smilingface": 918, "yourself": 792, "##gry": 387, "##steamfrom": 1013, "pleasure": 1618, "loudlycryingfaceloudlycryingface": 1704, "##zy": 943, "almost": 1878, "##l": 57, "loud": 1553, "vis": 1890, "##ful": 926, "bc": 1307, "##grinningfacewithsmilingeyes": 1248, "home": 598, "lovely": 1901, "sexy": 1953, "##ink": 227, "##z": 67, "##n": 58, "tw": 907, "##roll": 1289, "father": 1997, "##aa": 771, "tur": 1261, "##lo": 480, "single": 1087, "poutingface": 1100, "phone": 763, "del": 1528, "##ause": 305, "donapost": 1876, "##pl": 449, "working": 1081, "##ryingface": 235, "english": 734, "##glasses": 1636, "dog": 1739, "##pped": 1742, "link": 1370, "##oint": 383, "able": 1616, "awesome": 596, "fav": 708, "per": 817, "totally": 1711, "##lievedface": 877, "##ral": 1821, "deep": 1930, "sal": 1912, "speak": 797, "cheated": 1468, "om": 1934, "##yyyy": 1624, "get": 242, "##ady": 669, "awww": 1702, "##ering": 1254, "##ect": 799, "##slightlysmilingface": 1923, "appreci": 1929, "going": 382, "##reen": 1780, "ne": 203, "##ary": 1058, "##cent": 1464, "##ha": 187, "12": 1747, "future": 1421, "grinningcatfacewithsmilingeyes": 1510, "happy": 336, "kinda": 1540, "hw": 1932, "depends": 1565, "girlfriend": 581, "##ous": 389, "app": 760, "##ali": 1964, "news": 1637, "##ain": 307, "photo": 679, "pain": 948, "microsof": 1498, "who": 259, "problems": 1771, "never": 435, "##ry": 125, "##line": 1163, "correct": 1341, "haha": 263, "##fer": 1157, "ru": 1665, "point": 1169, "games": 1732, "question": 530, "anyway": 1345, "bad": 315, "hurts": 1235, "opt": 1999, "dark": 2011, "##rect": 1053, "hate": 318, "langu": 874, "yaa": 1591, "amaz": 870, "##owing": 767, "##vers": 983, "yaar": 1194, "ro": 563, "short": 1966, "married": 1348, "##ations": 1846, "hell": 501, "##vel": 927, "j": 25, "disappoint": 1379, "birthday": 1497, "very": 280, "##gg": 740, "add": 992, "laugh": 682, "age": 1224, "sill": 1839, "share": 1092, "##ac": 701, "##ict": 1549, "l": 27, "cry": 631, "wat": 398, "##sh": 681, "##ract": 1673, "sounds": 1710, "fail": 1152, "haven": 1255, "online": 1310, "she": 540, "grinningface": 1073, "##fe": 344, "exc": 1116, "jo": 351, "br": 934, "some": 216, "##as": 181, "facewithsteamfromnose": 1467, "taking": 1746, "god": 1216, "##ent": 291, "##smilingeyes": 327, "goo": 1056, "welc": 537, "crazy": 996, "broken": 1393, "##llywood": 1471, "##bs": 1556, "##ment": 851, "sol": 1963, "choice": 1619, "tried": 1798, "liar": 1898, "started": 1430, "7": 13, "heard": 1511, "##ome": 281, "##ip": 608, "##he": 787, "##rit": 465, "huh": 1293, "fall": 1880, "hurting": 1810, "##ting": 421, "differe": 1189, "worried": 1968, "under": 475, "write": 1396, "##ro": 165, "nah": 1450, "youre": 1253, "meet": 571, "reason": 1256, "ey": 1352, "##ware": 1433, "nd": 1280, "depress": 1054, "shit": 1358, "quite": 1564, "anymore": 1159, "though": 845, "##ors": 1524, "##iness": 1183, "##steam": 994, "##oy": 133, "down": 894, "dec": 1809, "hi": 747, "4": 10, "nt": 1332, "usually": 2009, "fun": 245, "##ine": 285, "grinningfacewith": 691, "##ber": 804, "cr": 1031, "##ually": 597, "believe": 902, "##loor": 1744, "for": 162, "disturb": 1364, "pri": 1577, "ir": 604, "p": 31, "##ingfacewith": 222, "sc": 653, "someone": 588, "wor": 268, "##grinningface": 1076, "indeed": 1643, "##ache": 1706, "looking": 1063, "bet": 481, "##erest": 705, "more": 422, "##ingfacewithsmilingeyes": 343, "an": 106, "hand": 1130, "6": 12, "sw": 532, "##ix": 1736, "oh": 249, "laughing": 1175, "car": 1181, "conversation": 1247, "##pect": 1147, "##mouth": 1262, "##lt": 1287, "my": 126, "ins": 1120, "##ere": 177, "many": 695, "forgot": 1531, "##ate": 220, "##rowningface": 1138, "##or": 103, "boring": 862, "##uture": 1411, "20": 1420, "##rible": 1944, "ag": 425, "##ya": 1913, "##ile": 756, "##brokenheart": 1210, "company": 1921, "##cat": 433, "##ress": 502, "getting": 770, "live": 802, "##frowningface": 1432, "tot": 1536, "wearyface": 1632, "##ple": 1023, "##ames": 1301, "con": 386, "depend": 1429, "subject": 1873, "come": 419, "##oudly": 294, "##im": 407, "now": 218, "means": 656, "##ouse": 1205, "hav": 1865, "sometimes": 1167, "##confoundedface": 1976, "##big": 810, "##ist": 483, "ear": 911, "##6": 75, "excited": 1642, "search": 1604, "way": 544, "##mber": 960, "angryface": 1703, "hurt": 560, "suffering": 1793, "eating": 1889, "are": 112, "##ng": 1091, "##iz": 794, "##haha": 1290, "plans": 1920, "##ther": 384, "which": 400, "##ory": 825, "far": 1342, "ignore": 1572, "ll": 429, "on": 139, "##az": 731, "might": 1417, "boy": 572, "##if": 430, "look": 515, "##ens": 930, "got": 478, "##ual": 1389, "emot": 1689, "##ward": 1615, "##hip": 1589, "month": 1479, "##oo": 116, "##ser": 1940, "##za": 1423, "india": 814, "##act": 703, "##ret": 1084, "bollywood": 1848, "picture": 717, "tea": 855, "grinningfacewithsweat": 1010, "##ored": 973, "te": 617, "##ourse": 800, "take": 611, "soon": 949, "remember": 1135, "trying": 905, "##lling": 1605, "rain": 1911, "diff": 939, "tomorrow": 823, "silly": 1874, "##eal": 923, "cur": 1659, "family": 1452, "##reat": 413, "wri": 1645, "little": 889, "##app": 394, "##ear": 115, "year": 675, "sent": 875, "##ese": 886, "message": 971, "obviously": 1654, "reply": 612, "ur": 298, "female": 1927, "##grinningfacewith": 884, "##ightly": 826, "##es": 95, "heal": 1816, "##na": 371, "##catface": 460, "##ess": 276, "##ial": 712, "##body": 846, "such": 924, "idiot": 1094, "good": 183, "his": 1815, "college": 1223, "topic": 1065, "##ss": 337, "annoying": 758, "##amusedface": 910, "favorite": 1251, "##all": 1281, "##gin": 1840, "##e": 53, "el": 729, "##ight": 244, "##pensiveface": 1914, "haa": 2001, "cold": 1562, "list": 732, "whatsapp": 1756, "told": 822, "its": 369, "##ard": 941, "##ill": 184, "##ery": 267, "bus": 671, "full": 1033, "gift": 1777, "##art": 388, "nice": 402, "li": 127, "##unch": 1228, "isn": 1265, "fake": 1112, "serious": 665, "##astic": 1437, "intellig": 938, "##hand": 977, "think": 286, "##ity": 666, "become": 1617, "##ling": 1026, "##lessface": 1362, "between": 1724, "##iful": 1008, "send": 333, "##sol": 1782, "match": 1884, "works": 1903, "##ction": 1507, "boys": 1904, "alright": 1398, "##ingcatfacewithsmilingeyes": 1294, "##ensiveface": 1431, "fan": 1612, "chicken": 1834, "##ister": 1539, "made": 724, "everyone": 908, "exact": 1110, "poor": 1258, "true": 881, "##so": 137, "##th": 89, "pur": 1239, "waste": 1820, "useless": 1906, "study": 839, "shy": 1987, "n": 29, "sch": 1071, "grinningfacewithbigeyes": 1088, "since": 1518, "didn": 526, "hahaha": 659, "ca": 310, "##ue": 412, "country": 1441, "##sk": 1568, "ohk": 1682, "##thumbs": 1738, "c": 18, "3": 9, "honey": 1992, "text": 986, "a": 16, "ha": 105, "wt": 915, "m": 28, "##lie": 565, "rea": 200, "won": 610, "aww": 1186, "before": 1079, "baby": 595, "relation": 1064, "##ower": 1915, "date": 1279, "5": 11, "bored": 1141, "yea": 253, "experience": 1888, "##gs": 1334, "pers": 564, "knew": 1319, "team": 1863, "##quint": 621, "##ingcatfacewith": 858, "##withtongue": 759, "emoj": 2015, "##winkingfacewithtongue": 1718, "##bu": 1802, "9": 15, "##ey": 191, "##fore": 1060, "sn": 1734, "prof": 1428, "gud": 1576, "found": 1795, "dam": 897, "where": 302, "##ant": 568, "##ically": 1805, "fo": 1099, "irrit": 640, "cra": 791, "busy": 819, "maybe": 866, "##poutingfacepoutingface": 1072, "att": 1199, "business": 1832, "##hhhh": 1755, "man": 426, "bed": 909, "##my": 1893, "##der": 984, "##gl": 590, "sugg": 1145, "hmmm": 1222, "fore": 1369, "nor": 1424, "or": 320, "seems": 1483, "free": 959, "devel": 1722, "dnt": 1316, "cl": 580, "years": 1236, "wht": 953, "definitely": 1378, "so": 111, "##w": 63, "reading": 1754, "buddy": 1792, "##ean": 252, "really": 269, "job": 757, "##ap": 1095, "##facesavoringfood": 1896, "let": 420, "##hh": 468, "marry": 1406, "alone": 541, "##wor": 1823, "wow": 503, "##v": 59, "follow": 1627, "dri": 1960, "kidding": 989, "##earsof": 155, "play": 579, "##ire": 1353, "red": 955, "##beamingfacewithsmilingeyesbeamingfacewithsmilingeyes": 1451, "using": 1685, "meant": 1346, "r": 33, "##h": 45, "##um": 251, "##eary": 917, "thats": 645, "cannot": 1719, "##hearteyes": 549, "btw": 1626, "dont": 328, "##8": 68, "seriously": 1042, "happen": 533, "##ply": 559, "##ingsquintingface": 728, "coz": 1128, "smile": 1584, "than": 211, "##c": 61, "lik": 1231, "everything": 746, "breakfast": 1991, "##rr": 1380, "sa": 380, "##ead": 622, "typ": 1481, "##earch": 1547, "wom": 1182, "appre": 1905, "exper": 1700, "sending": 1828, "together": 1557, "##pe": 366, "cont": 824, "non": 1733, "##sy": 1841, "music": 1055, "loudlycryingface": 652, "##ying": 1318, "##facewith": 980, "being": 576, "sim": 1333, "mo": 207, "##ions": 1232, "##rong": 551, "##ew": 1211, "##ay": 113, "they": 470, "##fl": 1633, "her": 569, "##ide": 545, "##open": 1600, "gotta": 1959, "proper": 1969, "cant": 888, "feelings": 1257, "##ightlysmilingface": 1049, "forever": 1544, "ga": 1836, "answer": 609, "answ": 548, "##rown": 872, "babe": 1563, "idi": 1077, "##ale": 1137, "##pend": 1323, "suck": 1806, "##oud": 270, "movie": 486, "##ding": 641, "over": 730, "am": 135, "##ream": 785, "##sm": 1535, "##ingfacewithsun": 1648, "sit": 1252, "loved": 1291, "##ree": 585, "kill": 1692, "le": 709, "creat": 990, "end": 1037, "comm": 1006, "op": 1090, "##i": 55, "soft": 1446, "next": 844, "eat": 833, "lame": 1296, "angry": 445, "hey": 546, "##en": 97, "crush": 1401, "##kk": 1078, "indi": 642, "##eamingfacewithsmilingeyes": 505, "sec": 892, "hang": 1661, "st": 163, "brother": 1571, "money": 921, "show": 672, "ti": 284, "##most": 1801, "refer": 1916, "cheat": 1015, "their": 1114, "##ake": 282, "coming": 1041, "##ture": 699, "songs": 1480, "chocol": 1416, "playing": 1687, "##est": 240, "thnx": 1925, "##ig": 377, "buy": 1542, "##rowningfacewithopenmouth": 1973, "lost": 504, "##ven": 391, "##sl": 1214, "gen": 1105, "hello": 937, "##con": 1328, "hor": 1387, "went": 1714, "##friend": 860, "##oudlycryingface": 297, "##cing": 1822, "glad": 827, "hope": 812, "sad": 340, "##av": 968, "left": 1111, "woman": 1773, "secret": 1246, "ready": 1475, "##the": 1895, "##re": 84, "saying": 741, "##se": 130, "there": 381, "choc": 1349, "bas": 1657, "weird": 1458, "ac": 893, "depressed": 1305, "says": 1683, "cuz": 1759, "work": 441, "how": 169, "expl": 1016, "hu": 786, "repl": 1560, "##ming": 1716, "wan": 185, "irritating": 798, "relievedface": 1335, "ma": 1861, "comp": 852, "##man": 1297, "##conf": 1675, "broke": 832, "##q": 66, "##iddle": 1776, "##ank": 1843, "nons": 1501, "cool": 414, "had": 558, "aren": 1207, "hum": 618, "##00": 1646, "##eam": 405, "##oom": 1024, "will": 226, "dist": 1104, "grinningsquintingface": 1132, "##9": 74, "ya": 427, "##am": 230, "right": 428, "##ute": 722, "week": 850, "winkingface": 1799, "long": 776, "anything": 556, "##fect": 1096, "then": 258, "friends": 508, "language": 998, "different": 1442, "##be": 607, "ab": 192, "##ken": 615, "id": 721, "##ert": 1781, "thank": 234, "program": 1168, "##ace": 93, "##ass": 624, "milk": 1995, "supposed": 1833, "either": 1552, "say": 262, "##iss": 321, "##faceblowingakiss": 1028, "morning": 1020, "##ushedface": 1922, "scared": 1952, "mess": 661, "tht": 1669, "smilingface": 1948, "choose": 1845, "##zz": 1392, "name": 459, "mov": 411, "cat": 803, "##er": 90, "##severingface": 1712, "##day": 349, "##sw": 392, "##an": 91, "##lock": 964, "doesn": 1002, "low": 1621, "##ensive": 1331, "##guish": 1628, "##log": 1459, "books": 1851, "##ally": 417, "##eyes": 232, "##gether": 1508, "##ub": 1282, "##with": 117, "listen": 808, "help": 525, "##rinn": 255, "##ith": 100, "##m": 50, "human": 692, "don": 128, "may": 554, "crying": 1086, "##ak": 334, "coffee": 1499, "##ject": 1164, "water": 1650, "thr": 1504, "##r": 47, "came": 1658, "##ool": 342, "boyfriend": 882, "each": 1859, "lol": 409, "##ri": 145, "thinking": 1109, "si": 1219, "mobile": 1434, "pic": 370, "gu": 455, "real": 616, "thn": 1354, "two": 1200, "mist": 1516, "city": 1368, "##bro": 1107, "wear": 1614, "str": 1548, "hmm": 499, "bo": 557, "smilingfacewithsmilingeyes": 1187, "##rom": 325, "vide": 951, "cricket": 1855, "##ive": 317, "personal": 1770, "art": 1103, "##orm": 1941, "##cept": 1184, "jud": 1978, "iam": 841, "at": 295, "wanted": 1325, "dr": 1043, "rel": 796, "stuff": 1243, "compliment": 1955, "mar": 626, "##ship": 1069, "too": 256, "lear": 954, "of": 149, "##our": 492, "pick": 1493, "##sav": 1298, "##cryingface": 254, "##oringfood": 1302, "##any": 1598, "##aught": 1681, "##wearyface": 1864, "mor": 946, "out": 432, "sub": 1699, "shut": 849, "spe": 967, "happened": 772, "##facewithtearsofjoy": 213, "##bot": 828, "watch": 516, "stud": 628, "##iff": 925, "##thing": 195, "learn": 1250, "##ack": 1213, "rom": 1410, "pizza": 1514, "need": 385, "song": 635, "##outingface": 577, "##grinningfacewithbigeyes": 1439, "gf": 807, "redheart": 1586, "rec": 1720, "sound": 1177, "whole": 1527, "##ver": 182, "dat": 1762, "film": 1796, "can": 161, "thou": 484, "##ated": 753, "actually": 670, "grinningfacewithsmilingeyes": 1160, "did": 243, "w": 38, "##ick": 706, "bea": 751, "##llyw": 1457, "less": 1663, "plan": 843, "person": 575, "##ween": 1697, "mean": 278, "gl": 773, "called": 1193, "umm": 1613, "##reak": 719, "engine": 1512, "pass": 1517, "about": 208, "does": 552, "forget": 1415, "[PAD]": 0, "pics": 1382, "##cryingfacecryingface": 1233, "##pose": 1321, "##ather": 1082, "talk": 214, "##way": 355, "acc": 1400, "give": 423, "health": 1910, "later": 1038, "##irkingface": 1534, "faceblowingakiss": 1783, "hm": 1660, "our": 883, "plz": 857, "##old": 1800, "##ved": 1897, "##ness": 1474, "##blowingak": 836, "sha": 648, "b": 17, "##ort": 683, "##bo": 750, "gir": 331, "dude": 922, "##ete": 1288, "rest": 1603, "##sun": 1597, "##face": 98, "tak": 1240, "mus": 987, "##ble": 404, "##ch": 143, "nobody": 1242, "##ter": 283, "wouldn": 1989, "bye": 547, "bit": 658, "eas": 1644, "better": 553, "yeah": 287, "lonely": 805, "em": 820, "lat": 912, "sm": 737, "yesterday": 1315, "much": 362, "women": 1958, "##ag": 587, "##ince": 1215, "##rim": 1447, "##earyface": 1139, "##ats": 1418, "##asses": 1602, "##ingface": 119, "new": 593, "##rimac": 1610, "##isappointedface": 489, "##ore": 406, "##ious": 498, "ohhh": 1080, "##ind": 301, "convers": 1226, "cor": 1238, "worry": 1404, "##alk": 202, "suff": 1583, "first": 614, "hy": 1814, "imag": 1807, "reg": 1877, "##ic": 180, "ce": 1835, "should": 439, "read": 896, "##ount": 1679, "def": 1030, "##press": 634, "stand": 1900, "##bl": 693, "wrong": 583, "inter": 1172, "##ics": 1721, "##at": 82, "still": 594, "t": 35, "##ite": 543, "number": 606, "most": 761, "met": 1599, "##able": 1052, "##rimacingface": 1620, "ai": 774, "##arent": 1831, "##smilingfacewithhearteyessmilingfacewithhearteyes": 2012, "##orn": 1165, "##di": 464, "##ience": 1156, "well": 322, "indian": 1399, "trust": 1292, "##ever": 916, "e": 20, "##ww": 830, "##more": 1136, "favourite": 1386, "with": 186, "##ves": 864, "##ose": 663, "##thers": 1647, "yess": 1803, "wo": 1579, "missed": 1122, "##ied": 1402, "##ional": 1902, "tat": 1979, "trash": 2007, "intelligence": 1313, "tomor": 811, "seem": 970, "##facewithsteamfromnose": 1757, "ask": 308, "##eat": 527, "course": 885, "loves": 1300, "guy": 755, "ser": 555}