{
  "bos_token": {
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": "<|end|>",
  "pad_token": "<｜PAD▁TOKEN｜>",
  "unk_token": "ï¿½"
}
