{
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_chatglm.ChatGLMTokenizer",
      null
    ]
  },
  "bos_token": "<sop>",
  "do_lower_case": false,
  "end_token": "</s>",
  "eos_token": "<eop>",
  "gmask_token": "[gMASK]",
  "mask_token": "[MASK]",
  "model_max_length": 2048,
  "num_image_tokens": 0,
  "pad_token": "<pad>",
  "padding_side": "left",
  "remove_space": false,
  "special_tokens_map_file": null,
  "tokenizer_class": "ChatGLMTokenizer",
  "unk_token": "<unk>"
}
